AI4CFD_export/freecad_addon/AI4CFD/vendor/CfdOF/Data/TestFiles/cases/Elbow/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
|                                                                             |
|                Generated by the CfdOF workbench for FreeCAD                 |
|                      https://github.com/jaheyns/CfdOF                       |
|                                                                             |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

(
    inlet
    {
        type        patch;
    }

    inlet2
    {
        type        patch;
    }

    wall
    {
        type        wall;
    }

    outlet
    {
        type        patch;
    }

    defaultFaces
    {
        type        wall;
    }

    MeshRefinement
    {
        type        empty;
    }

    MeshRefinementBackFace
    {
        type        empty;
    }

)

// ************************************************************************* //
